# Run apt.sh to install

autoconf
automake
build-essential
curl
git
jq
libbz2-dev
libffi-dev
libncurses5-dev
libncurses5-dev
libreadline-dev
libsqlite3-dev
libssl-dev
libssl-dev
manpages-dev
neovim
opam
tree
unzip
zlib1g
zlib1g-dev
zsh
