tap "homebrew/cask"
tap "homebrew/cask-fonts"

# Libraries
brew "openssl"

# Binaries
brew "awscli"
brew "aws-iam-authenticator"
brew "fzf"
brew "git"
brew "kubectl"
brew "kubectx"
brew "kube-ps1"
brew "neovim"

# Apps
cask "docker"
cask "google-cloud-sdk"
cask "gpg-suite-no-mail"

# Fonts
cask "font-jetbrains-mono"

# Mac App Store
mas "1Password", id: 1333542190
mas "Bear", id: 1091189122
mas "Slack", id: 803453959
