tap "homebrew/cask"
tap "homebrew/cask-fonts"

# Libraries
brew "gmp"
brew "libyaml"
brew "openssl@1.1"
brew "openssl@3"
brew "readline"
brew "wxmac"

# Binaries
cask "1password-cli"
cask "session-manager-plugin"
brew "autoconf"
brew "awscli"
brew "aws-iam-authenticator"
brew "cmake"
brew "chisel"
brew "comby"
brew "coreutils"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "jq"
brew "kubectl"
brew "kubectx"
brew "kube-ps1"
brew "neovim"
brew "ripgrep"
brew "tree"
brew "watch"

# Apps
cask "google-chrome"
cask "docker"
cask "google-cloud-sdk"
cask "gpg-suite-no-mail"
cask "iterm2"
cask "obsidian"
cask "rectangle"
cask "zoom"

# Fonts
cask "font-jetbrains-mono"

# Mac App Store
mas "1Password", id: 1333542190
mas "Bear", id: 1091189122
mas "Slack", id: 803453959
mas "Paprika Recipe Manager 3", id: 1303222628
